[
  {
    "text": "RT @roccopalmo: As Trump &amp; Bukele use Oval to 🤣 Feds’ illicit deportation of a US resident (https://t.co/t80iDMbBKf), once an undoc-ed Salvadorean himself, now-DC Aux +Evelio asks, “Do you not see the suffering? Is your conscience not disturbed? How can you stay quiet?” https://t.co/jTradMfr0v"
  },
  {
    "text": "RT @Synod_va: We continue praying together the Holy Rosary for the health of #PopeFrancis  this evening at 9 PM in St. Peter’s Square, The prayer today will be presided over by His Eminence Cardinal Louis Antonio Tagle, Pro-Prefect of the Dicastery for Evangelization. #pope #PopeFrancis https://t.co/lopfEh5Z4z"
  },
  {
    "text": "RT @Synod_va: #PrayForThePope #GoodNews: The Holy See Press Office has announced that Pope Francis' health is improving. Let us pray together for his full recovery @franciscus  Be strong, We are looking forward to seeing you again soon at St. Peter's Square.\n#WeLoveOurPope https://t.co/KMuD3vaPs4"
  },
  {
    "text": "Pope Francis’ letter, JD Vance’s ‘ordo amoris’ and what the Gospel asks of all of us on immigration https://t.co/Ikk8gqOMzn"
  },
  {
    "text": "JD Vance is wrong: Jesus doesn't ask us to rank our love for others https://t.co/hDKPKuMXmu via @NCRonline"
  },
  {
    "text": "RT @Synod_va: Do you know what the priorities are in the synodal process?\n#synod #synodality #Together https://t.co/WkO2bAfBcS"
  },
  {
    "text": "RT @Synod_va: Synodal path is also a penitential path!\nSee what does the Instrumentum Laboris say about this?\n#synod #synodality #instrumentumlaboris https://t.co/hm5R9rRGRg"
  },
  {
    "text": "RT @VaticanNews: Video highlights of Pope Francis' encounter with young Hungarians in Budapest, during which he recalled that Christians only become great when we stoop down to serve others.\n\n#PopeInHungary\nhttps://t.co/pl8YGAym0n https://t.co/sKbuUSOaGi"
  },
  {
    "text": "RT @embaperuva: La Santa Misa por el 70 Aniversario de las Relaciones Diplomáticas entre el Perú y la @ordendemalta fue celebrada por Mons. Robert Prevost @drprevost, Prefecto del Dicasterio para los Obispos y Obispo emérito de Chiclayo, y Mons. Jean Laffitte, Prelado de la Orden de Malta https://t.co/TZP1Nk9wjG"
  },
  {
    "text": "RT @vaticannews_es: #PopeInHungary \"Pero la paz nunca vendrá de la persecución de los propios intereses estratégicos, sino más bien de políticas capaces de mirar al conjunto\" \nhttps://t.co/uarGcb5YAF https://t.co/B9QqGp5CcH"
  },
  {
    "text": "RT @VaticanNews: Pope Francis releases an updated version of the Church’s norms to prevent abuse against minors and vulnerable adults, and extends the norms to cover lay leaders of international associations of the faithful recognized by the Holy See.\n\nhttps://t.co/E3Tmwv5pHV"
  },
  {
    "text": "RT @VaticanNews: “Christians, sent by Christ, are called by definition to be a conscience of peace in our world.”\n\nOver one million people participated in the mass for peace and justice celebrated by Pope Francis at N’dolo Airport, in Kinshasa, #DRCongo.\n\n#PopeInAfrica https://t.co/PrgtrZZwCJ"
  },
  {
    "text": "RT @Pontifex_es: Con dolor en el corazón, pido perdón a Dios por la violencia del hombre contra el hombre. Padre, ten piedad de nosotros. Consuela a las víctimas y a los que sufren. ¡Convierte los corazones de los que cometen crueles atrocidades que arrojan infamia sobre toda la humanidad!"
  },
  {
    "text": "RT @Sachinettiyil: 118 year old Catholic nun Sister Andre is now the world's oldest living person in the world. Sister Andre, who has already seen 10 Popes in her life time, is a convert to Catholicism. https://t.co/hceRIZVlSU"
  },
  {
    "text": "RT @vaticannews_es: #Perú La Conferencia Episcopal Peruana 🇵🇪@conf_episcopal envió una carta de solidaridad al Episcopado y pueblo nicaragüense durante la 123º Asamblea Plenaria celebrada en #Lima del 15 al 18 de agosto. @CENicaragua @arquimanagua @DiocesisdeMat \n\nhttps://t.co/JSs2IlsSHS"
  },
  {
    "text": "RT @conf_episcopal: #Urgente #ConferenciadePrensa Los 56 Obispos de todo el Perú se pronunciarán este JUEVES 18 de agosto a las 11:45 a.m. sobre la actual crisis política del país. Los esperamos en nuestra sede institucional. #transiciondemocratica (1/2) https://t.co/mzL6UyPN9o"
  },
  {
    "text": "RT @Pontifex_es: La #fe cristiana es esencialmente encuentro con Jesucristo. Si creemos en Jesús verdaderamente, debemos tratar de comportarnos como Él: salir al encuentro de los demás, de quien está a nuestro lado, para compartir con ellos la verdad salvífica del Evangelio."
  },
  {
    "text": "RT @VaticanNews: Pope Francis urges us to follow Jesus, who did not respond to opposition with anger and bitterness, but instead made a “resolute decision” to continue on to Jerusalem, knowing that rejection and death awaited Him there.\nhttps://t.co/bmrFWsEQju"
  },
  {
    "text": "Milagro Eucarístico de Perú https://t.co/ybnrgG7HHH via @YouTube"
  },
  {
    "text": "RT @conf_episcopal: #CorpusChristi2022\nEn junio, Mes dedicado a la Familia por el Papa Francisco, celebramos el Corpus Christi o Solemnidad del Cuerpo y la Sangre de Cristo, el jueves siguiente a la solemnidad de la Santísima Trinidad. ✝️🙏 https://t.co/iBlWQypzff"
  },
  {
    "text": "RT @LMarinOSA: El proceso sinodal adquiere verdadero sentido si es animado por el Espíritu, que evita el formalismo, destruye la apatía, supera rutinas, saca de las seguridades. Transforma, renueva, comunica entusiasmo, alegría desbordante. El reto es muy exigente ¿Estamos dispuestos?\n@synod_va"
  },
  {
    "text": "Augustinian priest from Nigeria leads global dialogue on philosophy https://t.co/ZbE0HqZ9QQ"
  },
  {
    "text": "RT @Pontifex_es: ¡El Señor ha resucitado! No nos detengamos en torno a los sepulcros, sino vayamos a redescubrirlo a Él, el Viviente. Y no tengamos miedo de buscarlo en el rostro de los hermanos, en la historia del que espera y del que sueña, en el dolor del que llora y sufre: Dios está allí."
  },
  {
    "text": "Obispo de Chiclayo, Robert Prevost: “La pena de muerte no es admisible” ... https://t.co/7gmUzGXrLs via @YouTube"
  },
  {
    "text": "RT @Pontifex_es: En esta semana acojamos la certeza de que Dios puede perdonar todo pecado, toda distancia, la certeza de que con Cristo siempre hay un lugar para cada uno; de que con Jesús nunca es el fin, nunca es demasiado tarde. Con Dios siempre se puede volver a vivir."
  },
  {
    "text": "RT @SpesUkraine: We received bad news: our Caritas office in #Mariupol was shot from a tank and people were there at the time. Seven people were killed, including two women staff members of @caritasmariupol. @SpesUkraine expresses its condolences to the parents of the innocent victims. https://t.co/S27Gyxxdm2"
  },
  {
    "text": "RT @USCCB: April marks Child Abuse Prevention month. Today, we pray for all those who have suffered abuse at the hands of those in whom trust was placed and gravely betrayed. #promisetoprotect https://t.co/lCg8Jh9sd5"
  },
  {
    "text": "RT @Pontifex_es: Cada día de guerra empeora la situación para todos. Por eso renuevo mi llamamiento: ¡basta, que se detengan, callen las armas, se trate seriamente para la paz!"
  },
  {
    "text": "RT @USCCB: Pope Francis invites all the faithful to join him in a special prayer to consecrate #Russia and #Ukraine to the Immaculate Heart of Mary on Friday, March 25. The full text of the prayer is available here: https://t.co/Lgmch31UsE #PrayTogether https://t.co/USwZ4034mj"
  },
  {
    "text": "RT @conf_episcopal: Diócesis de Chiclayo crea Centro de Escucha para prevenir el maltrato infantil https://t.co/0YuuYLexVi"
  },
  {
    "text": "RT @Pontifex_es: #OremosJuntos #Ucrania https://t.co/JtMue2KpNm"
  },
  {
    "text": "RT @Pontifex_es: ¡Nada de acuerdos con el mal! No debemos caer en el letargo de la conciencia que hace decir: “En el fondo, no es grave, ¡todos lo hacen así!”. Miremos a Jesús, que no pacta con el mal. Se opone al diablo con la #PalabraDeDios y vence las tentaciones. #EvangelioDelDía (Lc 4,1-13)"
  },
  {
    "text": "Pope says 'rivers of blood' flowing in Ukraine; Vatican ready to help https://t.co/cynyowNiG1"
  },
  {
    "text": "RT @Pontifex_es: El amor a Dios y al prójimo es el pasaporte para el cielo. Los bienes terrenos son polvo que se desvanece, pero el amor que damos —en la familia, en el trabajo, en la Iglesia, en el mundo— nos salvará, permanecerá para siempre."
  },
  {
    "text": "These beatitudes also highlight the temptations faced by bishops, like that of seeking power and a comfortable lifestyle. https://t.co/icU95YB9ND"
  },
  {
    "text": "RT @andrescarras: Ser sacerdote no es fácil… https://t.co/8HBFeXHuUf"
  },
  {
    "text": "RT @ArchbishopGomez: May God grant us the grace to face #COVID19 with the strength of faith, ensuring that vaccines are available for all, so that we can all get immunized."
  },
  {
    "text": "RT @aciprensa: Hoy celebramos a San Ezequiel Moreno intercesor de los enfermos de cáncer https://t.co/7N6Pa46fqB"
  },
  {
    "text": "RT @conf_episcopal: 🔴Compartimos algunos momentos del tercer día de la 119ª Asamblea Plenaria del Episcopado Peruano que reúne, de manera presencial y telemática, a los Obispos de las jurisdicciones eclesiásticas del país, del 17 al 20 de agosto.  🇵🇪\n👉NOTA COMPLETA: https://t.co/RBO4IgVLKL https://t.co/Z1h96Gozlr"
  },
  {
    "text": "RT @CabrejosMons: Les comparto el comunicado de los Obispos del Perú sobre la Eutanasia y Ana Estrada: \"Le ofrecemos a Ana nuestra oración y cercanía para que en medio del dolor y la angustia que le ha tocado vivir, abra su corazón a la fe, a la misericordia y al amor de Dios\". https://t.co/hoVKCqA6t2"
  },
  {
    "text": "RT @Pontifex_es: No es verdadero amor de Dios el que no se expresa en el amor al prójimo; y, de la misma forma, no es verdadero amor al prójimo el que no se deriva de la relación con Dios. #EvangeliodeHoy (Mt 22:34-40)"
  },
  {
    "text": "Concierto solidario: Juntos por Lambayeque https://t.co/lavwP72NLO via @YouTube"
  },
  {
    "text": "RT @conf_episcopal: Agradecemos a @zenitespanol por compartir esta gran cruzada denominada “Respira Perú”, una campaña para asegurar oxígeno a enfermos de COVID-19 en el país.  https://t.co/guNHTgQ34r"
  },
  {
    "text": "RT @CatholicNewsSvc: Today is the feast of Sts. Peter and Paul."
  },
  {
    "text": "RT @andrescarras: Humor de sábado: La importancia de la distancia social... https://t.co/vPNTSU49O6"
  },
  {
    "text": "RT @conf_episcopal: ¡Apoyemos todos para que ninguna familia se quede sin comer!  \n✅Dona en https://t.co/wZDZ4Qg3in y hoy, de 7 p.m. a 12 a.m., sintoniza #PorUnPerúSinHambre en nuestras redes sociales y demostremos que juntos podemos lograr grandes cosas. @CaritasdelPeru  @teleton_peru https://t.co/00UwZ2Bj2O"
  },
  {
    "text": "Obispo de Chiclayo: “Es importante que luchemos contra el contagio” https://t.co/Zpts5TEskS"
  },
  {
    "text": "RT @CONFIEP: ¡Seguimos sumando esfuerzos! 💪 Lambayeque, una de las regiones del norte más afectadas por el #Covid_19, recibió la donación de 30 mil mascarillas KN95 para brindar protección a las personas más vulnerables.\nCc/ @mleondecespedes @CaritasdelPeru @LATAM_PER @CCLAMBAYEQUE https://t.co/LSF2wZZj0C"
  },
  {
    "text": "https://t.co/vvRy1Kh7yD via @Crux"
  },
  {
    "text": "Coronavirus: Lambayeque recibe donación de 30,000 mascarillas KN95 para reducir contagios  https://t.co/yYKwZdSEXa via @Agencia_Andina"
  },
  {
    "text": "RT @chicagocatholic: Read Cardinal Cupich's column:\nIt’s time for a national reconciliation\nhttps://t.co/v1P4T216xP https://t.co/OwB9AnhLGd"
  },
  {
    "text": "RT @BpOlsonFW: I join my voice and prayers to those of my brother bishops that we might work hard to end racism in our hearts and in society. May God give comfort to the family of #GeorgeFloyd in this time of anguish."
  },
  {
    "text": "RT @BishopBurbidge: We continue to pray for Mr. George Floyd and his family. In his honor, and as we prepare for Pentecost, we ask the Holy Spirit to unite us and heal our wounds. May all hatred, violence and prejudice be eradicated so that we may live in harmony and in the peace of Our Lord Jesus."
  },
  {
    "text": "RT @Telo_Mereces: Doble moral https://t.co/LC4uF0iYsT"
  },
  {
    "text": "Thank you! We need to hear more from leaders in the Church, to reject racism and seek justice."
  },
  {
    "text": "RT @andrescarras: Genial Snoopy! https://t.co/321BgyQd7M"
  },
  {
    "text": "RT @Pontifex_es: Cuando uno sigue a Jesús, contento por ser atraído por Él, los demás se darán cuenta y podrán asombrarse de ello. La alegría que se transparenta en aquellos que son atraídos por Cristo y por su Espíritu es lo que hace fecunda cualquier iniciativa misionera."
  },
  {
    "text": "Diócesis del Callao lanza campaña “Conversa con tu hermano el médico” - Diócesis del Callao https://t.co/fR5QDaRshF"
  },
  {
    "text": "Coprodeli y la Diócesis del Callao asisten a ciudadanos de la región Loreto  - Diócesis del Callao https://t.co/IKfRwyKGl5"
  },
  {
    "text": "Coronavirus Covid-19: mons. Prevost (vescovo Chiclayo) al Sir, \"con la Caritas abbiamo aiutato più di 27.000 persone\" | AgenSIR https://t.co/kvW3AK3YYq"
  },
  {
    "text": "RT @andrescarras: El Papa nos escribe una carta: en mayo redescubramos la belleza de rezar el Rosario en casa\nhttps://t.co/4MVKoBQrDb https://t.co/vvhKzVqoJT"
  },
  {
    "text": "RT @ancep_peru: [#QuedateEnCasa] \n ➡️P. Miguel Fuertes, Administrador Diocesano del Vicariato de Iquitos: “Es momento de fortalecer la Iglesia doméstica» en este tiempo de pandemia🙏🏼 https://t.co/KuPaWPZV6H"
  },
  {
    "text": "RT @conf_episcopal: [#28deAbril] Palabras del día del #PapaFrancisco #OremosJuntos🙏 https://t.co/MYKEqnKLlT"
  },
  {
    "text": "“Busquemos ser fieles al designio de Dios” https://t.co/Ep9tpYC9TA @ExpresoPeru"
  },
  {
    "text": "RT @andrescarras: Tremendo este mensaje que me acaba de llegar, con el que estoy de acuerdo y que comparto: Cuando una sociedad lamenta más la pérdida económica que la pérdida de vidas no precisa virus, ya está enferma. https://t.co/a2fOaNqwDz"
  },
  {
    "text": "SALUDO DE MONSEÑOR ROBERT PREVOST O.S.A. https://t.co/xFsZ7KWQnx via @YouTube"
  },
  {
    "text": "RT @Pontifex_es: #OremosJuntos para que el Señor nos dé la gracia de la unidad entre nosotros. Nos haga descubrir, en las dificultades de estos tiempos, la comunión entre nosotros, la unidad que es superior a cualquier división. https://t.co/2c6tiHHiOy"
  },
  {
    "text": "RT @andrescarras: La Plaza de San Pedro nunca estuvo tan llena... Entró el mundo entero en ella. https://t.co/4q7xfvssn1"
  },
  {
    "text": "RT @pobresdeyahve: Para los fieles católicos practicantes españoles. Un humilde consejo, dejemos la asistencia a la Eucaristía dominical y a las actividades religiosas en manos de Dios durante 15 días. Os digo por qué: (ABRO HILO) https://t.co/fvQQX4KEVz"
  },
  {
    "text": "Encuentro de Pastoral Juvenil diocesana, Chiclayo. ¡Cristo vive! https://t.co/yxbjOWKIVH"
  },
  {
    "text": "RT @hans_zollner: Muchas gracias @CabrejosMons @CardenalBarreto p invitación a 2 días de conferencias para obispos de Perú sobre protección de niñ@.s, adolescentes, personas vulnerables.\nNuncio Girasoli\n@conf_episcopal\n@CelamWeb @clar_vr \n#PrevenciónNuestroCompromiso\n#UnaIglesiaMasSegura\n@CCP_Rome https://t.co/Nly8e7WBTt"
  },
  {
    "text": "RT @conf_episcopal: Presidente del Episcopado Peruano pide cadena de oración por las víctimas de la tragedia de Villa El Salvador https://t.co/f8NgQL7Zcm"
  },
  {
    "text": "RT @cnalive: \"The search for God cannot be obscured by other purposes, although generous and apostolic. Because that is your first apostolate,\" #PopeFrancis told members of the Order of Saint Augustine Sept. 13. #Augustinians https://t.co/YuhLhq0VIJ"
  },
  {
    "text": "RT @vaticannews_es: El Papa a la Orden de San Agustín: vivir de tal modo de mostrar a Dios vivo en el mundo\nhttps://t.co/nqygBK1zUO\n#VaticanNews"
  },
  {
    "text": "RT @conf_episcopal: [#28deAgosto]👐🏼Palabras del día del #PapaFrancisco🙏🏽 https://t.co/Y5NcwiAwrS"
  },
  {
    "text": "Prevost: “Si eres víctima de abuso sexual de un sacerdote, denúncialo” https://t.co/ILqMdtvPGY"
  },
  {
    "text": "RT @conf_episcopal: 🌎22 de Abril: #DiaDeLaTierra\nHoy es un día para recordar que el planeta y sus ecosistemas nos necesita. Un día especial para reflexionar y actuar. Cuidemos nuestra Madre Tierra, tal como lo han hecho distintas culturas a lo largo de la historia y como lo hacen actualmente. https://t.co/qLIcYQseQl"
  },
  {
    "text": "Agradecimiento a la Presidencia de la Conferencia Episcopal Peruana https://t.co/ogWrR1ckYU"
  },
  {
    "text": "Posición de principios https://t.co/9DAWwWjXxP"
  },
  {
    "text": "RT @conf_episcopal: #Urgente Acta de la reunión con las comunidades de Fuerabamba, la PCM, la empresa MMG Las Bambas, la Presidencia de la Conferencia Episcopal sobre #LasBambas https://t.co/m49mllccgY"
  },
  {
    "text": "RT @Defensoria_Peru: Tras reunión sobre caso #LasBambas, destacamos la voluntad de diálogo de las partes. La Defensoría del Pueblo mantendrá su rol supervisor para que se viabilice el cumplimiento de los acuerdos en el marco del pleno respeto a los derechos fundamentales. https://t.co/f4T4rlVdoC"
  },
  {
    "text": "RT @conf_episcopal: #Urgente Se inicia el diálogo por #LasBambas https://t.co/joDEchBCU8"
  },
  {
    "text": "RT @conf_episcopal: #URGENTE Comunicado de la Presidencia de la Conferencia Episcopal Peruana sobre los últimos hechos en torno al conflicto de #LasBambas https://t.co/UsnArumwYq"
  },
  {
    "text": "RT @conf_episcopal: #PapaFrancisco Hoy, 13 de marzo, se cumplen seis años del pontificado del Papa Francisco. ¡Feliz Aniversario, @Pontifex_es! @vaticannews_es https://t.co/wrNvcmy4dT"
  },
  {
    "text": "RT @conf_episcopal: Nuevo Arzobipo Electo de Lima, R. Mons. Carlos Castillo, recibirá la ordenación episcopal el próximo 2 de marzo de manos del Nuncio Apostólico, Monseñor Girasoli, los Cardenales Barreto y Cipriani, Monseñor Miguel Cabrejos, Presidente de la CEP y Mons. Luis Bambarén."
  },
  {
    "text": "RT @conf_episcopal: 🌹Invitamos a los medios de comunicación a la Santa Misa con motivo de la inauguración de la 113ª Asamblea Plenaria del Episcopado Peruano, que se realizará este Lunes 14 de enero de 2019 a las 9:30 a.m. en Jesús María.🌹\n\nEsperamos contar con su presencia. https://t.co/9a6yyfyy2p"
  },
  {
    "text": "RT @conf_episcopal: #Loúltimo Cardenal Pedro Barreto: \"Debemos mantener viva la esperanza. El Papa Francisco dijo que la corrupción es evitable si hay una cultura de la honestidad. Y la honestidad crea no solo una riqueza moral sino una riqueza económica que favorece a la justicia\"."
  },
  {
    "text": "RT @hans_zollner: The organising  committee will meet soon and will gather input from the bishops conferences and the various dicasteries of the Holy See. We look forward to working together for a positive development in Church praxis on safeguarding.\n#CommittedToSafeguarding\n#PBC2019"
  },
  {
    "text": "RT @conf_episcopal: 🌹\"En este abanico de religiones hay una sola certeza: todos somos hijos de Dios\". Compartimos la petición del #PapaFrancisco: orar para que un diálogo sincero entre hombres y mujeres de diversos credos conlleve frutos de paz y justicia.\n\n¡Confía en nuestra oración! 🙏 https://t.co/Mg2WLLvIUF"
  },
  {
    "text": "RT @conf_episcopal: #Loúltimo Monseñor Miguel Cabrejos, Presidente de la CEP, participó esta mañana en la rueda de prensa que organiza la Sala de Prensa del Vaticano para informar sobre el desarrollo de la XV Asamblea General Ordinaria del Sínodo de los Obispos. @synod2018 \n🌹https://t.co/y3CbwDAbvB https://t.co/uEzk4LY1GC"
  },
  {
    "text": "RT @conf_episcopal: 🌹Invitamos a todas las comunidades católicas y personas de buena voluntad a participar de la oración en favor del Santo Padre, para que Dios ilumine y guíe tanto su camino como el de la Iglesia Católica.🌹 #JornadaDeOración\n\n🙏 https://t.co/448PR3fDLY https://t.co/wqsQJvQRli"
  },
  {
    "text": "RT @conf_episcopal: Invitamos a todas las comunidades católicas del país a unirse a la jornada de oración por el #PapaFrancisco. Oremos, como tanto lo solicita él, por su bienestar y el de la Santa Iglesia.\n\nAgradecemos la difusión y promoción de esta iniciativa en todas las parroquias. 🌹🙏 https://t.co/0VT21XtyJi"
  },
  {
    "text": "RT @fraynelson: Quiero expresar toda mi gratitud y admiración a mis hermanos sacerdotes y a tantos laicos que en estas horas oscuras y duras para la Iglesia no han renunciado, ni se han ido, ni se han alejado sino que más que nunca se están gastando por Cristo. #Gracias [Etiqueta a un sacerdote]"
  },
  {
    "text": "RT @conf_episcopal: #Loúltimo Obispos del Perú envían un mensaje al pueblo peruano al concluir la 112ª Asamblea Plenaria del Episcopado Peruano. https://t.co/oblwmB45z9"
  },
  {
    "text": "RT @conf_episcopal: #Loúltimo Obispos del Perú envían carta urgente de respaldo y cercanía al #PapaFrancisco. @Pontifex_es https://t.co/gFqkLiN3BZ"
  },
  {
    "text": "RT @cnalive: English bishop requests Extraordinary Synod on life, ministry of clergy https://t.co/gWJSQtDd4R \n#Catholic #abuse"
  },
  {
    "text": "RT @conf_episcopal: Mañana viernes 24 de agosto, desde muy temprano, se realizará la colecta pública de la Campaña #Compartir2018 de la Conferencia Episcopal en favor de los migrantes que han dejado sus tierras de origen por situaciones de emergencia. No te olvides de colaborar 🙌 https://t.co/z4Q1996xeV"
  },
  {
    "text": "RT @andrescarras: En la Solemnidad de los Santos Apóstoles Pedro y Pablo, recordamos a su Sucesor como Obispo de Roma, hoy el Papa Francisco! Feliz Día del Papa! No olvides rezar por Él, para que el Señor le bendiga, le ilumine y le fortalezca en el guiar a la Iglesia! @Pontifex_es https://t.co/lyUtuFBxki"
  },
  {
    "text": "RT @conf_episcopal: Monseñor Pedro Barreto recibe el birrete Cardenalicio de manos del Papa Francisco #CardenalBarreto https://t.co/pIWpRi24W2"
  },
  {
    "text": "RT @conf_episcopal: El nuevo Centro se articulará con la Casa del Migrante que entrará en funcionamiento en Lima en agosto, y será conducida por la Congregación de los Padres Scalabrinianos. https://t.co/boznrlRTH8"
  },
  {
    "text": "RT @CEVmedios: Conferencia Episcopal de Perú @conf_episcopal dió apertura a un centro de información y orientación al migrante venezolano, con el fin de que conozcan sus derechos y los procedimientos para su estadía en este país. El centro abrirá sus puertas el próximo 02 de julio. https://t.co/hN7uDSazR3"
  },
  {
    "text": "RT @jesuitasperu: Hoy es el #DiaMundialDelRefugiado y recordamos a aquellas personas que se ven diariamente obligadas a abandonar sus hogares para refugiarse en otros países. Escuchemos a @Pontifex_es y unámonos para #Acoger, #Proteger, #Promover e #Integrar.  \n#ConLosRefugiados #SoyH https://t.co/id4pqGxYbW"
  },
  {
    "text": "RT @conf_episcopal: Queremos  recordar las palabras del Papa Francisco, en su visita a EEUU: “construir una nación nos lleva a pensarnos siempre en relación con otros, saliendo de la lógica de enemigo para pasar a la lógica de la recíproca subsidiaridad, dando lo mejor de nosotros”."
  },
  {
    "text": "RT @conf_episcopal: Conferencia Episcopal Peruana saluda acción del Gobierno de EE. UU. para detener separación de niños inmigrantes de sus padres cuando son detenidos en la frontera de este país @Agencia_Andina @canalN_  @vaticannews_es @noticias_tvperu @RPPNoticias @elcomercio_peru https://t.co/iHtjusbnvt"
  },
  {
    "text": "RT @conf_episcopal: Elevemos nuestras oraciones, para que este panorama tome un nuevo rumbo que permita alcanzar una sana convivencia entre ciudadanos que habitamos una misma casa común."
  },
  {
    "text": "RT @CardinalBCupich: There is nothing remotely Christian, American, or morally defensible about a policy that takes children away from their parents and warehouses them in cages. This is being carried out in our name and the shame is on us all."
  },
  {
    "text": "RT @vatican_it: Gli auguri del Papa per i 90 anni di Gustavo Gutiérrez, padre della Teologia della liberazione https://t.co/QsVS1eyxWx @LaStampa https://t.co/9Rqoh8dQL2"
  },
  {
    "text": "RT @jesuitasperu: #Iglesia La @conf_episcopal, en su tarea de responder de manera solidaria y concreta a la crisis humanitaria que vive actualmente el pueblo venezolano, realizará el próximo domingo 3 de junio la colecta nacional: \"Solidarios con #Venezuela\". https://t.co/fUpg9FPV1l"
  },
  {
    "text": "RT @conf_episcopal: Presidencia de la Conferencia Episcopal Peruana ofrece conferencia de prensa https://t.co/OUpN38Kl9T"
  },
  {
    "text": "RT @conf_episcopal: https://t.co/QL0g0rbuuJ"
  },
  {
    "text": "RT @aciprensa: Cada 22 de mayo celebramos a Santa Rita de Casia, conocida como la “santa de lo imposible” y patrona de los necesitados. #SantoDia https://t.co/YwNCK8jqPh"
  },
  {
    "text": "RT @hans_zollner: Carta fuerte de @Pontifex_es a obispos chilenos: Sería irresponsable de nuestra parte no ahondar en buscar las raíces y las estructuras que permitieron que estos acontecimientos concretos se sucedieran y perpetuasen\nhttps://t.co/0PaKH9rz1M \n#PrevenciónNuestroCompromiso @CCP_Rome"
  },
  {
    "text": "RT @Pontifex_es: Solamente Dios nos puede donar la verdadera felicidad: es inútil que perdamos tiempo buscándola en otro lugar, en las riquezas, en los placeres, en el poder."
  },
  {
    "text": "RT @fraynelson: Conozca los 3 verdugos de #AlfieEvans: (1) la CIENCIA, cuando la convertimos en árbitro único de la verdad; (2) el ESTADO, cuando le entregamos el derecho de adueñarse de la formación de los niños--y luego, de los niños mismos; (3) los MASS MEDIA, vendidos al Nuevo Orden Mundial."
  },
  {
    "text": "RT @conf_episcopal: OBISPOS DEL PERÚ SE PRONUNCIAN SOBRE EXCARCELACIÓN DE MIEMBROS DE SENDERO LUMINOSO https://t.co/llbUNzd9hT"
  },
  {
    "text": "RT @conf_episcopal: Atención: Este lunes 9 de abril, a las 12:15 horas (Roma) en la Santa Sede, será la presentación de la Exhortación Apostólica del Papa Francisco “Gaudete et Exsultate”, sobre la  llamada a la santidad en el mundo contemporáneo. https://t.co/HZpUyGfqGK"
  },
  {
    "text": "RT @Frtomosa: We are excited about the Final Four but let’s not forget we are in Holy Week. Fr. Peter puts it in perspective. I encourage you to watch this short video! https://t.co/GhBCWFBkKw"
  },
  {
    "text": "Conferencia Episcopal: nuevo mandatario debe recibir el apoyo de todos los sectores  https://t.co/cJpw7Pe4nl via @Agencia_Andina"
  },
  {
    "text": "RT @conf_episcopal: También, los Obispos expondrán los retos planteados para este período, a la luz de la reciente visita del Papa Francisco al Perú."
  },
  {
    "text": "Conferencia Episcopal exhorta al país a desarrollar una mayor cultura de transparencia https://t.co/wv30Ouh9lk via @larepublica_pe"
  },
  {
    "text": "RT @conf_episcopal: Atención:\nEste lunes 5 de marzo, comenzará la 111ª Asamblea de los Obispos del Perú. La inauguración será con una Misa, 9:30 a.m., en la Parroquia San Antonio de Padua, en Jesús María, y será oficiada por Monseñor Salvador Piñeiro, Presidente de la Conferencia Episcopal Peruana."
  },
  {
    "text": "RT @larepublica_pe: #PapaFranciscoEnPerú: Internos el penal de Chiclayo adelantaron bienvenida al sumo pontífice [VIDEO] https://t.co/ye3z6nb2nJ https://t.co/5tXKZJkNCv"
  },
  {
    "text": "RT @Pontifex_es: Oremos hoy por los niños a los que no se les deja nacer, por los que lloran a causa del hambre, por los que no tienen en sus manos juguetes, sino armas."
  },
  {
    "text": "RT @armandojlovera: Aspirar a la sencillez de vida es vivir honradamente, libre de ambiciones y cosas que estorban, abiertos a los demás, y sin temor a perder nada, porque todo se recibe cuando uno se da."
  },
  {
    "text": "RT @Pontifex_es: Hay que combatir con fuerza contra la corrupción. Es un mal basado en la idolatría del dinero que hiere la dignidad humana."
  },
  {
    "text": "RT @conf_episcopal: Les compartirmos el video del Himno Oficial de la Visita del Papa Francisco al Perú\nSe llama: Con Francisco a caminar\nAutor: Oscar Quiñones\nhttps://t.co/BSz1U06kgB"
  },
  {
    "text": "RT @andrescarras: Difuntos: Una flor sobre su tumba se marchita; una lágrima sobre su recuerdo se evapora; una oración por su alma la recibe Dios (S. Agustín) https://t.co/YI6JfRMClm"
  },
  {
    "text": "RT @conf_episcopal: Compartimos el Comunicado del INEI sobre el Censo, para prevenir a la población a no dejarse influenciar por publicaciones tendenciosas. https://t.co/jLZmJ38vo0"
  },
  {
    "text": "RT @archchicago: Statement of @CardinalBCupich on the Las Vegas Tragedy: https://t.co/oDubgr5zrD https://t.co/dNqbnYwKfk"
  },
  {
    "text": "RT @ChrisMurphyCT: To my colleagues: your cowardice to act cannot be whitewashed by thoughts and prayers.\n\nNone of this ends unless we do something to stop it."
  },
  {
    "text": "RT @conf_episcopal: Este domingo 1 de octubre, será la Colecta Extraordinaria por la visita del Papa Francisco al Perú a nivel nacional. (1/5) https://t.co/I1rX7wQrAa"
  },
  {
    "text": "RT @aciprensa: Gobierno de Paraguay rechaza ideología de género: Familia es papá, mamá e hijos https://t.co/iIQhMcx8W9"
  },
  {
    "text": "RT @conf_episcopal: Estos subsidios están a disposición de todos los fieles en formato digital y puede descargarlo en: https://t.co/HoyW0HJRdd  (3/3)"
  },
  {
    "text": "RT @conf_episcopal: Los voluntarios podrán participar en conformación de una cadena humana, dando información a los visitantes o gestiones de logística (4/5)."
  },
  {
    "text": "RT @conf_episcopal: En Trujillo para integrar la Guardia Juvenil Papal los interesados deben inscribirse en web del Arzobispado: https://t.co/VaqNFn1sUW (5/5)."
  },
  {
    "text": "RT @aciprensa: Hoy es fiesta de San Nicolás de Tolentino, patrono de las almas del purgatorio https://t.co/AeBWdm5Blh"
  },
  {
    "text": "RT @roccopalmo: In reax on #DACA repeal, Cards Blase, Mahony, +Wilton back Dreamers, dub White House move “heartless,” “betrayal,” “profoundly regrettable”: https://t.co/NWTuU01u9U"
  },
  {
    "text": "RT @roccopalmo: Saying Trump’s “bad hombres” line fuels “racism and nativism,” Cali bishops send preemptive blast on DACA repeal: https://t.co/j52NQ3rn6M"
  },
  {
    "text": "RT @helenprejean: I stand with the #Dreamers and all people who are working toward an immigration system that is fair, just, and moral. #DefendDACA #DACA"
  },
  {
    "text": "RT @conf_episcopal: Semana Nacional de la Familia y Jornada por la Vida, del 3 al 10 de setiembre. El lema es: “Familia: Esperanza para el mundo”. https://t.co/kU5Cv0rGfz"
  },
  {
    "text": "RT @Pontifex_es: “Nos creaste para ti, Señor, y nuestro corazón andará siempre inquieto mientras no descanse en ti” (San Agustín, Confesiones I, 1)."
  },
  {
    "text": "RT @aciprensa: Experto en matrimonio y familia brindará conferencia internacional en universidad de Perú https://t.co/27Wo6WwG5B"
  },
  {
    "text": "RT @Frtomosa: Congratulations to our newest Augustinian Priest, Fr. Aldo Potencio. Thanks for saying yes to God's Call!! Welcome Bishop Prevost @drprevost https://t.co/LziSugO9If"
  },
  {
    "text": "RT @aciprensa: Esta es la oración oficial para la visita del Papa Francisco al Perú https://t.co/Sz1rmXyznu"
  },
  {
    "text": "RT @USCCB: Full statement of USCCB President Cardinal Daniel DINardo on Charlottesville. https://t.co/0JRIWyb5bS"
  },
  {
    "text": "RT @USCCB: Cardinal DINardo condemns the violence and  hatred happening in Charlottesville. https://t.co/NM5tr8Iqui"
  },
  {
    "text": "RT @aciprensa: Papa Francisco: Es triste que algunos católicos se crean perfectos y desprecien al resto https://t.co/yJ0eSi90Q1"
  },
  {
    "text": "RT @armandojlovera: La verdadera amistad no tiene precio. Es gratuita #SanAgustín #RobertPrevost https://t.co/c0womMP3ml https://t.co/QlhnOTvMYc"
  },
  {
    "text": "RT @armandojlovera: La confianza en Dios puede llegar a ser inamovible solo si se está\ndispuesto a aceptar todo lo que venga de Él. #TeresaBenedicta #EdithStein https://t.co/pskNhAVmrc"
  },
  {
    "text": "RT @Pontifex_es: Hoy damos gracias al Padre por la obra que santo Domingo cumplió al servicio del Evangelio, predicado con la palabra y con la vida."
  },
  {
    "text": "RT @vatican_en: The “No complaining” sign at Pope Francis’ door  https://t.co/ipgcs72gpX @la_stampa"
  },
  {
    "text": "RT @larepublica_pe: Lee nuestro #EditorialLR de hoy: El Papa en nuestro país ► https://t.co/D02tuQfUxR https://t.co/CO80rk4Lqr"
  },
  {
    "text": "RT @LaIndustriaCix: La Iglesia chiclayana se unió ayer domingo en el estadio Elías Aguirre para celebrar la Fiesta del Corpus... https://t.co/4ocHSldegh"
  },
  {
    "text": "https://t.co/IEnBvhckD1"
  },
  {
    "text": "RT @conf_episcopal: El Santo Padre visitará las ciudades de Lima, Trujillo y Puerto Maldonado"
  },
  {
    "text": "RT @conf_episcopal: CONFIRMADO: EL PAPA FRANCISCO VISITARÁ EL PERÚ DEL 18 AL 21 DE ENERO DE 2018"
  },
  {
    "text": "RT @aciprensa: Hoy es la fiesta de San Juan de Sahagún, predicador agustino https://t.co/pctb9RWKa2"
  },
  {
    "text": "RT @Pontifex_es: Dejémonos guiar con docilidad por el Espíritu Santo para no equivocarnos de camino y no caer en la cerrazón del corazón."
  },
  {
    "text": "RT @LaudatoSiMvmt: .@realdonaldtrump, now is the time to #ReadLaudatoSi from @pontifex &amp; #ActOnClimate. Here's a link: https://t.co/EEWyEzfgvS /1 https://t.co/aJgliuxnSh"
  },
  {
    "text": "RT @conf_episcopal: Esta mañana, en el Vaticano, el Papa Francisco, recibió en audiencia a los Obispos del Perú, durante la Visita Ad Limina Apostolorum. https://t.co/0fH4SLfyjC"
  },
  {
    "text": "RT @Pontifex_es: Dejémonos sorprender por la novedad que sólo Cristo puede dar. Dejemos que su ternura y su amor muevan nuestros pasos."
  },
  {
    "text": "RT @aciprensa: ¿Qué convenció a una bloguera atea para convertirse en católica? https://t.co/sc3XJKKHoN"
  },
  {
    "text": "RT @Pontifex_es: Por favor, recen por mi viaje de mañana a Egipto como peregrino de paz."
  },
  {
    "text": "RT @CatholicNewsSvc: Church needs missionaries, not ‘clericalized’ laity, #PopeFrancis says https://t.co/fajqIdSzT8 https://t.co/i3tipfQrAm"
  },
  {
    "text": "RT @AyudaIglesNeces: Parroquia de San Agustín en Kaduna. Tras su atentado la comunidad ha dejado la zona, está en un barrio de radicales islamistas #ACNenNigeria https://t.co/TPmcSSJVt3"
  },
  {
    "text": "RT @conf_episcopal: Lea el Mensaje completo de Monseñor Salvador Piñeiro, Presidente de la @conf_episcopal con motivo de la Semana Santa https://t.co/QsbKxlGDpX"
  },
  {
    "text": "RT @Pontifex_es: ¡Queridos jóvenes, no tengan miedo de decir “sí” a Jesús con todo el corazón, de responderle con generosidad y de seguirlo!"
  },
  {
    "text": "RT @hans_zollner: Muchas gracias a @RazonFe por publicar este artículo #Safeguarding @CCP_Rome https://t.co/wcffziGTZa"
  },
  {
    "text": "RT @CatholicNewsSvc: Bishop, @CatholicRelief concerned U.S. won’t meet carbon emission goals after #Trump order https://t.co/razNEJ82TK https://t.co/4Qov6CZnOU"
  },
  {
    "text": "RT @cnalive: What happens when babies survive abortion? A doctor's alarming response https://t.co/z2rhzeIzUW"
  },
  {
    "text": "RT @conf_episcopal: El Papa Francisco envió una ayuda económica de Cien mil dólares, para los damnificados por las lluvias e inundaciones en Perú."
  },
  {
    "text": "RT @conf_episcopal: ALERTA INFORMATIVA:\nEL PAPA FRANCISCO ENVIÓ UNA SIGNIFICATIVA AYUDA ECONÓMICA PARA LOS DAMNIFICADOS POR LAS LLUVIAS E INUNDACIONES EN PERÚ."
  },
  {
    "text": "RT @conf_episcopal: Agradecemos desde ya a todos aquellos que con fraterna generosidad participen con sus donaciones en la Colecta Nacional."
  },
  {
    "text": "RT @conf_episcopal: Los Obispos exhortan para que este domingo 19 sea un día de caridad, con una Colecta Nacional por los damnificados, en todas las parroquias."
  },
  {
    "text": "RT @aciprensa: Domingo 19 de marzo: Día de oración y solidaridad por los damnificados del Perú https://t.co/jlXC22BcCT"
  },
  {
    "text": "RT @conf_episcopal: Pedimos a los fieles en todas las parroquias y centros religiosos, que puedan expresar sus oraciones por el hermano que sufre."
  },
  {
    "text": "RT @larepublica_pe: #Sociedad Marcha por la vida se realizará el sábado 25 de marzo https://t.co/wSqA3tPhVQ https://t.co/tEmBeqw3Wx"
  },
  {
    "text": "RT @conf_episcopal: Arzobispo de Trujillo, Monseñor Miguel Cabrejos, lamento la muerte de sacerdote y tres seminaristas ocurrido ayer en balneario Las Delicias."
  },
  {
    "text": "RT @SuorCristina: Portare la Comunione ad una signora ammalata nonostante la neve e sentirla ripetere \"ma Gesù davvero mi ama\", é stato il più bel regalo. https://t.co/uocQiwcSfN"
  },
  {
    "text": "El Papa condena el escándalo de la doble vida: Van a Misa pero no viven como cristianos - via @aciprensa https://t.co/AXDQwSUWMu"
  },
  {
    "text": "RT @cuchilin123: Felicitaciones #DiócesisCix x que de ti salen nuevas Vocaciones Sacerdotales, Gracias por tú amor de buen Padre y Pastor @drprevost https://t.co/eYI7U4SWza"
  },
  {
    "text": "RT @cnalive: Catholic group to Illinois governor: veto abortion funding bill https://t.co/2hjCJxymD6 via @matthadro"
  },
  {
    "text": "RT @GregBurkeRome: #PopeFrancis sends a message to the #SuperBowl https://t.co/X6hRBf6upZ"
  },
  {
    "text": "RT @aciprensa: 📹 Este es el histórico video mensaje que el #PapaFrancisco dirigió al #SuperBowl, el evento deportivo más importante de #USA #SB51 https://t.co/ATPCCrr7bj"
  },
  {
    "text": "RT @Pontifex_es: La vida consagrada es un gran don de Dios: don de Dios a la Iglesia, don de Dios a su pueblo."
  },
  {
    "text": "RT @cnalive: The spirited response of Mexico's bishops to Trump's border wall https://t.co/QChw0BFHDT #Catholic"
  },
  {
    "text": "RT @cnalive: Cardinal Dolan: Abortion undermines everyone's human rights https://t.co/qqKjD6xBQs"
  },
  {
    "text": "RT @cnalive: Pence to pro-lifers: Win hearts with compassion and love https://t.co/acf8AtNS0E #Catholic"
  },
  {
    "text": "RT @roccopalmo: Calling refugee bans \"a dark hour of US history,\" Card Blase says \"the world is watching as we abandon our commitment to American values\": https://t.co/rHKgwdTaUr"
  },
  {
    "text": "RT @roccopalmo: From the Gospels, Jesus teaching His disciples \"the protocol by which we will all be judged\": https://t.co/QN6EcTMmQt"
  },
  {
    "text": "RT @USCCB: U.S. Bishops Committee on Migration Chair Strongly Opposes Executive Order Because It Harms Vulnerable Refugee and Immigrant Families: https://t.co/eZIshUnpR2"
  },
  {
    "text": "RT @JamesMartinSJ: We're banning all Syrian refugees? The men, women and children who *most* need help? What an immoral nation we are becoming. Jesus weeps. https://t.co/2czSw4LU6u"
  },
  {
    "text": "RT @PadreLGaspar: #CurrículoNacional página 16 punto 4 segundo párrafo dice: q lo masculino y femenino SE CONSTRUYE día a día. Eso es #IdeologíaDeGénero https://t.co/FPzLvXEyKU"
  },
  {
    "text": "RT @conf_episcopal: URGENTE:\nEste lunes los Obispos darán una conferencia de prensa y harán público un comunicado muy importante. Atención periodistas."
  },
  {
    "text": "RT @conf_episcopal: La conferencia de prensa será este lunes 23 de enero, a las 11:30 a.m. en su local de Jesús María (Jr. Estados Unidos 838)."
  },
  {
    "text": "RT @armandojlovera: Que los lugares a donde vayas se te hagan difíciles de abandonar, y  que las personas a las que ames se te hagan difíciles de despedir."
  },
  {
    "text": "RT @jmj_es: 📅 Y la fecha  de la próxima #Panamá2019 es... 22-27 de enero de 2019. 💪 #NosVemosenPanamá 🇵🇦🇵🇦 🇵🇦Panamá2019 😉 https://t.co/HClT4TW7h3"
  },
  {
    "text": "RT @wyd_en: BREAKING NEWS!!!  We'll see you in almost 👏 exactly 👏 two 👏 years!👏 \n🎉 🇵🇦 🎊 🇵🇦 🎉 🇵🇦 🎊 🇵🇦 🎉 🇵🇦 🎊 🇵🇦 https://t.co/xXs0EDx78z"
  },
  {
    "text": "RT @ArquiPanama: Nuncio Apostólico comenta decisión de Papa Francisco de fijar las fechas de la #JMJPanama2019 entre el 22 y el 27 de enero en estación seca. https://t.co/u9flPqiqYt"
  },
  {
    "text": "RT @conf_episcopal: Sobre el Sodalicio, coincidimos con todos aquellos que quieren conocer la verdad sobre las acusaciones."
  },
  {
    "text": "RT @conf_episcopal: Esperamos que el Poder Judicial pueda avanzar con firmeza y decisión hasta conocer la verdad. Nuestro rechazo a la corrupción de donde venga"
  },
  {
    "text": "RT @conf_episcopal: \"Los Obispos expresan su preocupación por actos de corrupción, que envuelven grandes Compañías como Odebrecht y altos funcionarios del país\""
  },
  {
    "text": "RT @conf_episcopal: Alerta Informativa: Este es el pronunciamiento de los Obispos del Perú sobre la actualidad del país: https://t.co/oUQ3NX63lz"
  },
  {
    "text": "Papa Francisco: \"He querido que ustedes (jóvenes) ocupen el centro de la atención porque los llevo en el corazón.\""
  },
  {
    "text": "RT @roccopalmo: In letter to young people released with 2018 Synod Prep Doc, Pope says he wants them \"at the center\" of the process: https://t.co/v8YdtYKUSb"
  },
  {
    "text": "RT @fraynelson: Hoy por la noche inicio un #RetiroEspiritual con sacerdotes de la diócesis de Chiclayo (Perú); les pido sus oraciones."
  },
  {
    "text": "RT @Pontifex_es: Como los Magos, también nosotros caminamos atentos, incansables y valerosos para encontrar a Dios que ha nacido por nosotros."
  },
  {
    "text": "RT @mwaugustinians: Thank you for a year of great memories! https://t.co/DiP2cL8EzN"
  },
  {
    "text": "RT @larepublica_pe: Arzobispo de Trujillo: “Ideología de género deforma a hombre y mujer” https://t.co/bbq2jwGX0G https://t.co/FSGDnCEyLR"
  },
  {
    "text": "RT @aciprensa: Cardenal Müller denuncia: Presionan a América Latina para que acepte ideología de género https://t.co/N6S0v6vaBS"
  },
  {
    "text": "RT @CSLewisDaily: #CSLewis | #Christianity https://t.co/o7XSYrbsqe"
  },
  {
    "text": "RT @misaelfn: Feliz aniversario Diócesis de Chiclayo. @karlydrodriguez , @AlexandraEna , @CatedralCix , @PacoAspillaga , @padre_jmillan , @drprevost, https://t.co/WoPxtiTthK"
  },
  {
    "text": "RT @osavocations: Who Are the Augustinian Nuns? https://t.co/H8JcTDbBIL"
  },
  {
    "text": "RT @armandojlovera: El tiempo de la misericordia de Dios siempre es HOY... Nunca es tarde para abrirnos a ella."
  },
  {
    "text": "RT @Pontifex_es: Que el Jubileo de la Misericordia, que termina hoy, siga produciendo frutos en los corazones y en las obras de los creyentes."
  },
  {
    "text": "RT @Pontifex_es: Cerramos hoy la Puerta Santa dando gracias a Dios por habernos concedido este tiempo extraordinario de gracia."
  },
  {
    "text": "RT @Pontifex_es: En un mundo afectado por el virus de la indiferencia, las obras de misericordia son el mejor antídoto."
  },
  {
    "text": "Cardinal-designate Cupich: Time to Cross Great Divides in U.S. Life and Church https://t.co/cTfsusp5cy"
  },
  {
    "text": "RT @cnalive: Clinton ignored pro-lifers at her own peril, Democrats say https://t.co/Kp4yvmfABC #Catholic"
  },
  {
    "text": "RT @antoniocarron: \"Que tu vida no sea un testimonio contra lo que dices.\" (San Agustín) Los ideales sólo se proclaman con el ejemplo."
  },
  {
    "text": "RT @roccopalmo: “America is better than this” – amid post-elex storm, +Gomez's surreal LA Cathedral preach at sudden liturgy tonite: https://t.co/VUtdRzlJwg https://t.co/KlLoIcwS5p"
  },
  {
    "text": "RT @roccopalmo: \"Rigidity isn't a gift of God!\" – at Domus today, Pope says legalism can be \"pathological,\" sign of double life: https://t.co/9uXqQiX3XP"
  },
  {
    "text": "Already in the Confessions, Augustine is the doctor of grace https://t.co/EF98CvcnZZ"
  },
  {
    "text": "RT @andrescarras: Domingo de las misiones. Día parar orar por quienes entregan su vida en ellas y para ayudarles materialmente. https://t.co/WMTgCTpECO"
  },
  {
    "text": "RT @armandojlovera: Creer no es otra cosa que, en la noche del mundo, tocar la mano de Dios y así... escuchar la Palabra, ver el Amor. #BenedictoXVI https://t.co/7mTutFHLhZ"
  },
  {
    "text": "Por primera vez, Capítulo General de la Orden de S. Agustín en continente africano - Abuja, Nigeria. https://t.co/ctq2ZFIxpe"
  },
  {
    "text": "RT @robinrome: Happy Feast of Blessed Paul VI - \"great pope, courageous Christian, tireless apostle &amp; great helmsman\" of Vat II.  https://t.co/tiuXegEBcg"
  },
  {
    "text": "RT @AugustiniansUK: 'No one reaches the Kingdom of Heaven except by humility.' #Augustine https://t.co/cthL55uatv"
  },
  {
    "text": "RT @armandojlovera: Las dificultades están hechas para estimular y no para quitar el ánimo. El espíritu humano debe fortificarse en la lucha. #WilliamChanning"
  },
  {
    "text": "RT @mwaugustinians: Please pray for our Augustinian leaders!  Bishop Robert Prevost OSA and Fr. Bernie Scianna OSA… https://t.co/na2opLycPF"
  },
  {
    "text": "RT @SAgustinMalaga: La Familia Agustiniana celebra hoy a SAN NICOLÁS DE TOLENTINO, patrono del purgatorio y modelo de buen pastor. https://t.co/jb1UCs3X2F"
  },
  {
    "text": "RT @AugustiniansUK: 'Men are not saved by good works, nor by the free determination of their own will, but by the grace of God through faith.' #Augustine"
  },
  {
    "text": "RT @andrescarras: Lógica de M Teresa: Si aceptamos que una madre pueda matar a su hijo, ¿cómo podremos decir a otros que no se maten? https://t.co/iyxzhaBsOW"
  },
  {
    "text": "RT @STVcaracas: San Agustín,  un maestro del amor. https://t.co/yKouuAoE4A"
  },
  {
    "text": "RT @cnalive: https://t.co/XMJE46Kryi St. Augustine, pray for us! #Catholic https://t.co/u3A41goYG3"
  },
  {
    "text": "RT @Santa_Palabra: Santa Mónica es ejemplo de la perseverancia en la oración, con la que logró la conversión de su hijo San Agustín. https://t.co/4AXhnY94Ws"
  },
  {
    "text": "RT @Pontifex_es: La misericordia no es \"buenismo\", ni mero sentimentalismo. Es la verificación de la autenticidad de nuestro ser discípulos de Jesús."
  },
  {
    "text": "RT @RParroquiales: Pidamos hoy por los sacerdotes para que por intercesión del santo Cura de Ars perseveren en su caminar. https://t.co/jvUTUpDIXj"
  },
  {
    "text": "RT @JuventudCatoliK: ¡Se ha confirmado, el Papa Francisco ha anunciado que la siguiente JMJ será en #Panamá! Nos vemos en el 2019 https://t.co/w9xUkhk6Na"
  },
  {
    "text": "RT @cnalive: It's official! The next World Youth Day will be in Panama in 2019! Who's in?!? #wydpanama https://t.co/LXqRvkNJZX"
  },
  {
    "text": "RT @Pontifex_es: Un corazón misericordioso se anima a salir de su comodidad y sabe ir al encuentro de los demás, logra abrazar a todos."
  },
  {
    "text": "RT @PCHS_Celtics: Congratulations! https://t.co/m18UX9AkFg"
  },
  {
    "text": "Obispo exhortó a autoridades a no ser conformistas durante homilía https://t.co/Bcwl3CyWNK via @RPPNoticias"
  },
  {
    "text": "RT @cnalive: Why this bishop from the US is now one step closer to being a saint #Catholic \nhttps://t.co/BK4ExYc30C"
  },
  {
    "text": "RT @prensaCEE: Oremos por las víctimas y familiares de Niza como mejor sabemos. #PrayForNiza https://t.co/s2p9h574O4"
  },
  {
    "text": "RT @Tornielli: Liturgia y celebraciones; ningún cambio a la vista @vatican_es https://t.co/o3jifUndB3"
  },
  {
    "text": "RT @conf_episcopal: Eucaristía se oficiará a las 9:30 a.m, en Penal Castro Castro, Penal Santa Mónica, Instituto Nacional de Salud del Niño y Hogar San Camilo."
  },
  {
    "text": "RT @CelamWeb: 29 Junio 2016, San Pedro y San Pablo\n\nDe los sermones de san Agustín, obispo\n (Sermón 295,1-2. 4. 7-8: PL... https://t.co/3anfXKZMbs"
  },
  {
    "text": "RT @roccopalmo: In blistering reax on US v. Texas, +Gomez says US govt \"has failed\" migrants, vows church will \"never abandon\" them: https://t.co/MTd5o3uKfK"
  },
  {
    "text": "RT @BishopBarres: St. John Fisher, intercede for all Bishops that they may be courageous and holy witnesses to the truth that sets us free."
  },
  {
    "text": "RT @andrescarras: Nos hiciste, Señor, para Ti y nuestro corazón está inquieto hasta que descanse en Ti (San Agustín de Hipona). https://t.co/DFajp1O4H7"
  },
  {
    "text": "RT @SAgustinMalaga: La Sta. Sede ha anunciado la canonización del beato Manuel González, obispo de Mlga. Próx. 16/10/2016. Deo gratias! https://t.co/ndsu5h3qf2"
  },
  {
    "text": "RT @Frtomosa: Laying on of Hands by Bishop Prevost. Richie is now Fr. Richie!! Thanks be to God!!!! https://t.co/Ksuj3YAyZn"
  },
  {
    "text": "RT @Frtomosa: Join us tomorrow for Richie Mercado's Priesthood Ordination. St. Rita Parish in Chicago at 6:30pm. All are welcome! https://t.co/zdFBYDdpvx"
  },
  {
    "text": "RT @RebelCatholic: Silence is necessary https://t.co/EKqE4A7A4J"
  },
  {
    "text": "RT @conf_episcopal: Hoy 03 de junio, celebramos la Jornada Mundial de Oración por la Santificación de los Sacerdotes."
  },
  {
    "text": "RT @aciprensa: 10 cosas que no sabías de la devoción al Sagrado Corazón de Jesús https://t.co/NIsVfvg0u5"
  },
  {
    "text": "RT @LaIndustriaCix: Ayer, alrededor de 20 mil personas se unieron en el Estadio Elías Aguirre para participar de la fiesta litúrgica... https://t.co/1fmNH6w9N7"
  },
  {
    "text": "RT @Pontifex_es: Recibiendo la Eucaristía nos nutrimos del Cuerpo y la Sangre de Jesús, pero, viniendo a nosotros, ¡es Jesús que nos une a su Cuerpo!"
  },
  {
    "text": "RT @osavocations: Learn about the Life of St. Rita in \"The Precious Pearl\" written by our Provincial Fr. Michael DiGregorio, OSA https://t.co/yo6cIDmPQ2"
  },
  {
    "text": "RT @SAgustinMalaga: Triduo a Santa Rita: 20 y 21 a las 20 HH. El día 22 de mayo: Misas a las 12 HH. (rezada) y 20 HH (solemne). https://t.co/9vOosn4XgQ"
  },
  {
    "text": "RT @cnalive: 'Don’t go there' – Belgians plead with Canada not to pass euthanasia law #Prolife https://t.co/NMKGBKW1PU"
  },
  {
    "text": "RT @conf_episcopal: Lea el comunicado del Consejo Permanente aclarando el tema de la Pena de Muerte: https://t.co/AT44yoklN1"
  },
  {
    "text": "RT @cnalive: https://t.co/WMbzM6S2t9 The miracle that led 'Obi-Wan Kenobi' to convert to Catholicism #StarWarsDay"
  },
  {
    "text": "RT @conf_episcopal: Urgente: \nComunicado del Consejo Permanente sobre la propuesta de pena de muerte. Lea el Comunicado: https://t.co/tkey8X1DEV"
  },
  {
    "text": "RT @conf_episcopal: Atención:\nLa  Presidencia de la @conf_episcopal emite un comunicado de solidaridad con los hermanos de Ecuador. En breve damos el comunicado"
  },
  {
    "text": "RT @conf_episcopal: Lea nuestro Comunicado de SOLIDARIDAD CON NUESTROS HERMANOS DE ECUADOR: https://t.co/1JynkGZBVL"
  },
  {
    "text": "RT @Pontifex_es: Hoy es el cumpleaños de Benedicto XVI: recemos por él y demos gracias a Dios por haberlo donado a la Iglesia y al mundo."
  },
  {
    "text": "RT @conf_episcopal: El 17 de abril se celebra la 53 Jornada de Oración por las Vocaciones con el lema: “La Iglesia, madre de vocaciones” https://t.co/7OPUzKBJBd"
  },
  {
    "text": "RT @cnalive: Who's the chaplain behind college basketball's new champion? https://t.co/JD5BzLBMcP #Catholic"
  },
  {
    "text": "RT @Pontifex_es: Cada familia, a pesar de su debilidad, puede llegar a ser una luz en la oscuridad del mundo."
  },
  {
    "text": "RT @CatholicNewsSvc: Cardinal: Document on family develops doctrine, doesn’t change it https://t.co/MtNPv94Ul1 https://t.co/PRKlUL9vdz"
  },
  {
    "text": "RT @roccopalmo: With buzzer win over UNC, Augustinian-run Villanova becomes first Catholic NCAA Champ since Cats' 1st title in 1985. https://t.co/hOvBUqUDGG"
  },
  {
    "text": "RT @Cindy_Wooden: #PopeFrancis: How beautiful if each diocese had a work -- hospital, home, school, shelter -- to remember Yr of Mercy https://t.co/6n2tTtA9g9"
  },
  {
    "text": "RT @romereports: Hollywood debuts film about the miraculous healing of a sick child https://t.co/ELo4EKJplq"
  },
  {
    "text": "RT @andrescarras: No busquemos entre los muertos al que está Vivo! Ha resucitado! Camina en medio de nosotros y comparte nuestra vida! https://t.co/DZWDi6icmV"
  },
  {
    "text": "RT @BlancaRosaGS: Hoy Jueves Santo celebramos la Institución de la Eucaristía y el Don del Sacerdocio Ministerial.\nGracias! https://t.co/eCSsy6hvt9"
  },
  {
    "text": "RT @andrescarras: Yo tengo un amigo sacerdote y rezo por él en su día. Es más fácil criticar a los sacerdotes que rezar por ellos. https://t.co/Z14ffrvIFe"
  },
  {
    "text": "RT @wyd_en: This week #PrayforMercy, that Christians inspired by the word of God may serve the poor and suffering #Krakow2016 https://t.co/GbIzZj8MNu"
  },
  {
    "text": "RT @Frtomosa: Honored to have @ArchbishopBlase with us for the Wake Service for our Bishop John McNabb, OSA of Chulucanas, Peru. https://t.co/2Bx1KKm7XV"
  },
  {
    "text": "RT @osavocations: Good article from @chicagotribune about Bishop John C. McNabb, OSA https://t.co/SBgwRfQlDN"
  },
  {
    "text": "RT @roccopalmo: In SCOTUS cert reax, +Gomez underscores “unjust, intolerable\" reality \"for millions forced to live in the shadows”: https://t.co/ZVlhAQqZS5"
  },
  {
    "text": "RT @Crux: Italian actor Roberto Benigni stole the show at the pope's book launch. https://t.co/wA3XEbROj6 https://t.co/eigmG2r0sW"
  },
  {
    "text": "RT @Frtomosa: Our Lady of Peace in Chiclayo, Peru. The statue was blessed by St. John Paul II. Our Lady of Peace, pray for us! https://t.co/rX9mtyZo1N"
  },
  {
    "text": "RT @Frtomosa: Celebrated mass with Bishop Bob Prevost, OSA, of Chicago, in his Cathedral in Chiclayo, Peru.  @CathNewWorld https://t.co/YrTefZRIen"
  },
  {
    "text": "SIGN THE CATHOLIC CLIMATE PETITION https://t.co/0EMEy6MODZ via @CathClimateMvmt"
  },
  {
    "text": "El Planeta nos necesita. Marcha organizada hoy en Chiclayo. https://t.co/qH8kiY63le"
  },
  {
    "text": "RT @JZarazuaf: http://t.co/cBavv7E1M7"
  },
  {
    "text": "RT @CatholicNewsSvc: #PopeFrancis reminds us that next Tues. is World Day of Prayer for the Care of Creation http://t.co/8Br6n95O9w http://t.co/0mpNRXIsHw"
  },
  {
    "text": "Taller Nacional Pastoral Universitaria: \"Llamados a ser testigos de la esperanza...\" http://t.co/FRKPcrwfhb"
  },
  {
    "text": "RT @HolyNameChicago: Save the date for the World Day of Prayer for the Care of Creation, September 1, 2015 #careofcreation http://t.co/sdbiszRFah"
  },
  {
    "text": "Cristo es el Pan vivo que da la vida al mundo. Congreso Eucarístico Nacional, Piura. http://t.co/p25kW14X3F"
  },
  {
    "text": "Cardinal Dolan: Why Donald Trump’s anti-immigrant rhetoric is so problematic http://t.co/GVEbTbOVwu"
  },
  {
    "text": "RT @SaintofHippo: \"He who has God has everything, and he who has not God has nothing.\" St. Augustine"
  },
  {
    "text": "Benedicto XVI celebra con sacerdote agustino de la parroquia de Santa Ana | ZENIT - El mundo visto desde Roma http://t.co/s1Clwc1OQ6"
  },
  {
    "text": "Benedict XVI Celebrates Mass With Augustinian of Vatican Parish of St. Anne’s | ZENIT - The World Seen From Rome http://t.co/I9B0Xlqw3B"
  },
  {
    "text": "Confirmaciones en la Escuela de la Policía Nacional. ¡Ven Espíritu Santo! http://t.co/iggEzTgDKU"
  },
  {
    "text": "RT @CatholicNewsSvc: #PopeFrancis: \"You, the lowly, the exploited, the poor and underprivileged, can do, and are doing, a lot\" to change world."
  },
  {
    "text": "RT @DonJorgeVallejo: Robert Prevost, Obispo de la Diócesis de #Chiclayo, visita #Monsefu en el Día de #SanPedro y #SanPablo @drprevost http://t.co/9UPrz5EXmp"
  },
  {
    "text": "RT @HolyNameChicago: Father Brad Zamora blesses all Fathers as we celebrate Fathers Day today! http://t.co/GymOhsppLi"
  },
  {
    "text": "RT @Frtomosa: \"See what you believe in and become what you receive!\" The beautiful words of St. Augustine on the Feast of #CorpusChristi."
  },
  {
    "text": "Corpus Christi unió a miles de feligreses católicos | La Industria http://t.co/WBfuuYzFUN via @ThinkDevGrow"
  },
  {
    "text": "RT @andrescarras: Beatificación en San Salvador d Mons Oscar Romero, pastor según el corazón de Dios, entregado a su pueblo.Deo gratias http://t.co/EZvTaSN9Y0"
  },
  {
    "text": "\"Una autoridad debe apartarse de la corrupción, el egoísmo y de enriquecerse a sí mismo\" http://t.co/0tLtT8vZkY via @larepublica_pe"
  },
  {
    "text": "RT @SaintofHippo: The grace of God will not take you where the grace of God will not sustain you. – St. Augustine"
  },
  {
    "text": "The Future Of The Catholic Church  http://t.co/Ls0Y9Ez9gS via @HuffPostRelig"
  },
  {
    "text": "Opening the 75th Jubilee, congrats to new OSA affiliates! http://t.co/mWOdSanBEi"
  },
  {
    "text": "RT @roccopalmo: Francis George on the dangers of left &amp; right, and the need for a \"free\" episcopal ministry: http://t.co/5LgFpvHWnz http://t.co/wlMNlgs8uo"
  },
  {
    "text": "Procesión del Señor de los Milagros en la Fiesta de medio año. http://t.co/oaRYppPTGA"
  },
  {
    "text": "RT @CatholicNewsSvc: #PopeFrancis grateful for Card. George's \"witness of consecrated life,\" service in education, years as bishop. http://t.co/fnbJRlGznC"
  },
  {
    "text": "RT @osavocations: Happy Easter! Read \"The Easter Hallelujah\" by St. Augustine here: http://t.co/cXUotZgZzk"
  },
  {
    "text": "Joven, ¡Despierta al Mundo! Pascua Juvenil Misionera, Chiclayo. http://t.co/k1nIFUVh5B"
  },
  {
    "text": "RT @HolyNameChicago: Let us pray for Cardinal Francis George who has been readmitted to the hospital. #prayers #healing @archchicago http://t.co/Il9jK1QTzL"
  },
  {
    "text": "RT @CatholicNewsSvc: #PopeFrancis to seminarians: If Jesus isn't center of your life, postpone ordination. Figure it out first. http://t.co/niobOVaXEI"
  },
  {
    "text": "Marcha por la vida en Chiclayo. ¡Defendamos la vida humana en todo momento! http://t.co/L5rUMYF3Kt"
  },
  {
    "text": "RT @DonJorgeVallejo: Primer recorrido procesional de El Cautivo de #Monsefu. Presente el Obispo de #Chiclayo Robert Prevost @drprevost http://t.co/vqEU2veMM9"
  },
  {
    "text": "RT @andrescarras: El Papa ha convocado el Jubileo extraordinario de la misericordia: 'Tanto amó Dios al mundo que le entregó a su Hijo' http://t.co/FRKcts2tMh"
  },
  {
    "text": "RT @romereports: Why #PopeFrancis has convened an Extraordinary Holy Year dedicated to Mercy http://t.co/jLaQeHFGlG"
  },
  {
    "text": "RT @roccopalmo: A year \"very dear to the Pope\" – Vatican explanatory note fleshing out Pope's plans for Holy Year of Mercy: http://t.co/fCIUED35TC"
  },
  {
    "text": "Pope Francis announces a Jubilee Year of Mercy!"
  },
  {
    "text": "RT @chicagocatholic: UPDATE: Cardinal George is now home from the hospital. Thank you to everyone for the prayers! Keep them coming."
  },
  {
    "text": "RT @CatholicNewsSvc: Holy See representative urges all states to abolish death penalty http://t.co/X32uMrTLau #CNSstory"
  },
  {
    "text": "RT @Crux: In a rare show of unity, Catholic media says: 'End the death penalty' http://t.co/UY7RKp8iUH"
  },
  {
    "text": "RT @americamag: Editors of @NCRonline @americamag @NCRegister @OSV  unite to demand an end to death penalty: http://t.co/bjU2VUur9r http://t.co/lUJzzylOJu"
  },
  {
    "text": "It's time to end the death penalty."
  },
  {
    "text": "RT @archdioceseofno: This is amazing. If you don't read anything else on Facebook today, read this post from Catholic News Service! http://t.co/wPl2K9pq9h"
  },
  {
    "text": "RT @Crux: @Crux Photo fix: Mendel was accidentally cut off in the media library. Here's a full version of the photo. http://t.co/6mzYk7BbgK"
  },
  {
    "text": "RT @Crux: There's a grand tradition in the Church of clergy who were also scientists http://t.co/Fjr0kM2yTk http://t.co/LiFAjVj48b"
  },
  {
    "text": "RT @ohdschicago: 10 ways you can help end human trafficking http://t.co/hiC4bk1mRW"
  },
  {
    "text": "RT @Frtomosa: Cardinal George surprised us at the reception for Bishop Prevost. Happy Birthday!  God bless you with health! @USCCB http://t.co/taSLiMBpPZ"
  },
  {
    "text": "RT @Frtomosa: The Augustinian novices with our newly ordained Bishop Bob Prevost, OSA, Bishop of Chiclayo, Peru. http://t.co/IOrPsNS5Wx"
  },
  {
    "text": "RT @CatholicNewsSvc: #PopeFrancisPH: Talking about God's surprising call. Allow yourself to be surprised by God. http://t.co/CvSnuAtPHn"
  },
  {
    "text": "RT @andrescarras: Papa Fco. en Filipinas: Que en todos los ámbitos de la sociedad se rechace cualquier forma de corrupción que sustrae recursos de los pobres"
  },
  {
    "text": "RT @FSCvocations: Approaching World Day of Consecrated Life in Feb! #YCL2015 What are you planning to do to mark the day? @USCCB http://t.co/RqU3JmDAlY"
  },
  {
    "text": "RT @mwaugustinians: Fr. Merkelis, OSA: \"Are you mad at God? God can handle that. Are you sad? God can handle that. Are you happy? Give praise to God!\" #YCL2015"
  },
  {
    "text": "RT @Pontifex: #PrayersForParis"
  },
  {
    "text": "RT @VaticanNews: Pope welcomes U.S. and Cuban moves to normalise relations §RV http://t.co/1ZRgkTDbrR"
  },
  {
    "text": "RT @andrescarras: Antes de dormir... http://t.co/1Hh6dp8i6q"
  },
  {
    "text": "RT @mwaugustinians: St. Jude, St. Rita, and St. Turibius: Three #Augustinian parish youth groups gathered to learn about #Guadalupe :D http://t.co/e4D3Eevkdu"
  },
  {
    "text": "RT @angeloscola: «La misura dell’amore è amare senza misura» (Agostino, Lettera 109,2) | #Avvento http://t.co/EHjtM8lAp1"
  },
  {
    "text": "RT @WalkFree: #FaithLeaders gathered today to help #EndSlavery. Please retweet and sign the declaration - http://t.co/pfja7uA8v7 http://t.co/diebdQc2CW"
  },
  {
    "text": "RT @Frtomosa: Having dinner with one of Chicago's finest priests, Bishop Jack Gorman. Awesome and interesting conversation! http://t.co/21ljvKwnHv"
  },
  {
    "text": "RT @CardRavasi: La vita non è un problema da risolvere ma un'esperienza da vivere (Buddha)"
  },
  {
    "text": "RT @mwaugustinians: Happy Birthday, St. Augustine!  Today's the Feast of All Saints of the Augustinian Order http://t.co/g5PQS5fSaF http://t.co/VamWObBrMz"
  },
  {
    "text": "RT @Rincon_Agustino: \"Si quieres conocer a una persona, no le preguntes lo que piensa sino lo que ama\" #SanAgustin"
  },
  {
    "text": "RT @cnalive: http://t.co/0T3jrehitG Join us in praying for Pope Francis, Bishop of Rome! #Catholic http://t.co/SniIA0I02w"
  },
  {
    "text": "RT @creoquetengopo1: Todos estamos llamados a la santidad, no con extraordinarios sino dejando q Dios obre en nuestra vida #TodoslosSantos http://t.co/oITN8uh9o9"
  },
  {
    "text": "RT @Augustine_Inst: “Jesus promised his disciples three things—that they would be completely fearless, absurdly happy, and in constant trouble.”\nG.K. Chesterton"
  },
  {
    "text": "RT @andrescarras: Recomiendo discurso de ayer de Papa Francisco, sin duda uno d los más importantes de su pontificado. Excepcional. Lea http://t.co/TzJB5rnTHC"
  },
  {
    "text": "RT @juantxu72: #PaoloVIbeato #Augustinianum http://t.co/WgkYrf22no"
  },
  {
    "text": "RT @Frtomosa: Had mass with the formation community at St. Augustine Friary in Chicago. Always good to be with my brothers!! http://t.co/YZ9lXMMYei"
  },
  {
    "text": "RT @romereports: The Pope calls for “closed doors to be opened” for immigrants \n\nhttp://t.co/8Ji6RHKnTS \n\n#PopeFrancis #Lampedusa"
  },
  {
    "text": "RT @etfms: 2 de octubre: Día Internacional de la No-violencia. Gandhi: primero te ignoran, luego se ríen de ti, luego luchan... http://t.co/Aci3XHhh2t"
  },
  {
    "text": "RT @Pontifex: A Synod means walking together but also praying together.  I ask all the faithful to participate. #praywithus"
  },
  {
    "text": "RT @Pontifex_it: Sinodo è camminare insieme ma anche pregare insieme. Chiedo a tutti i fedeli di partecipare. #praywithus"
  },
  {
    "text": "RT @vatican_en: Pope gives Chicago a Pastor committed to the culture of encounter and the poor http://t.co/MzSPcwWuFf"
  },
  {
    "text": "RT @USCCB: USCCB President @ArchbishopKurtz Encourages Day of Prayer for Synod http://t.co/14r84nNweD"
  },
  {
    "text": "RT @mwaugustinians: Fr. Bernie just announced our campaign goal! Watch now! http://t.co/sVAIAzk70Q @frtomosa @drprevost @NickMullarkey @OSAVocations"
  },
  {
    "text": "Mysteries of Jesus the Migrant http://t.co/L2mLP13uoT via @wordpressdotcom"
  },
  {
    "text": "RT @Record_Archlou: @ArchbishopKurtz writes about the upcoming Synod on Challenges Facing the Family in the context of Evangelization http://t.co/aq6RLNHMbv"
  },
  {
    "text": "RT @CatholicNewsSvc: For Mary's birthday today, #PopeFrancis wants you to say \"a Hail Mary from the heart\" http://t.co/Xu6YpTrN8I http://t.co/hgJozjt7XD"
  },
  {
    "text": "RT @GregBurkeRome: Good #Catholic and Good Citizen?\n.@CardinalFGeorge says it's getting harder @LukeCoppen \nhttp://t.co/s0nt9OaMkT …"
  },
  {
    "text": "Pope Francis hangs out virtually with students from five continents http://t.co/qGgA18MGK4 via @Crux"
  },
  {
    "text": "\"Late have I loved you, O Beauty ever ancient and ever new!\" Happy Feast of St. Augustine!"
  },
  {
    "text": "RT @angeloscola: Alla fine Agostino scoprì che, invece di raggiungere la verità, era stata la verità a raggiungere lui http://t.co/oX9BNzbt0X"
  },
  {
    "text": "Augustinians in Nigeria: Fr. Daleng (video part one) http://t.co/vBTtEmw6Fv via @youtube"
  },
  {
    "text": "RT @osavocations: Here are details on how to prepared for the Year of #ConsecratedLife http://t.co/gi5WqPsyUV #popefrancis #vocations #augustinians"
  },
  {
    "text": "RT @mwaugustinians: Just 9 followers away from 500! Please RT to show your support of @mwaugustinians @Frtomosa @CathNewWorld @StRitaHS http://t.co/H4gErQX9eO"
  },
  {
    "text": "RT @Frtomosa: Congrats &amp; welcome to 3 of the 9 novices who professed their 1st vows as Augustinian friars! Bros. Joe, Colin &amp; Nick. http://t.co/8HtL6KazXN"
  },
  {
    "text": "Law and Morality in Public Discourse: How Christians Can Rebuild Our Culture - http://t.co/2i7rbdamoS"
  },
  {
    "text": "RT @CatholicNewsSvc: To live in evangelical poverty, learn finance, Vatican tells religious http://t.co/jthkBgdBNB #CNSstory"
  },
  {
    "text": "RT @CatholicNewsSvc: #PopeFrancis: Receiving Communion should make us more compassionate for the poor http://t.co/cbasuob1vz #CNSstory http://t.co/XQBwtAOxCe"
  },
  {
    "text": "RT @topsevenfactory: \"La medida del amor es amar sin medida.\"  San Agustín"
  },
  {
    "text": "RT @MaRojodelaVega: Siempre hay una mejor solución que la violencia... #Paz #VivaLaVida http://t.co/jYY2fpYheY"
  },
  {
    "text": "RT @wyd_en: The #WYD #Krakow2016 #logo has been released today. Now we look forward to World Youth Day in Poland!!! yay!!!! http://t.co/BlZYqM3v0n"
  },
  {
    "text": "A blessed Feast of the Sacred Heart to all! History of the Devotion to the Sacred Heart http://t.co/CxfxiJz6a4 via @sharethis"
  },
  {
    "text": "RT @mwaugustinians: IL State Championship this eve between and @StRitaBaseball and @CelticProvy - All Augustinian Final! Go Celtics and Mustangs!! #proud"
  },
  {
    "text": "RT @roccopalmo: As Villanova and Chicago Augustinians sit in Chapter this week, Francis' \"three words\" to the Order from last summer: http://t.co/0VtsmegOup"
  },
  {
    "text": "RT @Rvaticanaitalia: La onlus Apurimac in Nigeria: costruire solidaretà crea pace §RV http://t.co/0BJ67x9HwM"
  },
  {
    "text": "RT @Pontifex_es: La oración lo puede todo. Pidamos por la paz en Oriente Medio y en todo el mundo. #weprayforpeace"
  },
  {
    "text": "RT @roccopalmo: \"The time to act is now\" – in USCCB Presidential Statement, @ArchbishopKurtz amps up push for immigration reform: http://t.co/PIz3k6FTnZ"
  },
  {
    "text": "RT @mwaugustinians: The Augustinians unite in prayerful support with the kidnapped girls in Nigeria and their families http://t.co/eSxlKACfzp #bringbackourgirls"
  },
  {
    "text": "RT @Pontifex: Let us all join in prayer for the immediate release of the schoolgirls kidnapped in Nigeria.\n#BringBackOurGirls"
  },
  {
    "text": "RT @CatholicHerald: In this week's @CatholicHerald @simoneliadraws captures what it was like to be at Sunday's canonisations #2popesaints http://t.co/0ky6Wh6kXg"
  },
  {
    "text": "RT @andrescarras: La mejor decisión de mi vida: seguir a Cristo. Si tú también lo crees, comparte! #fb http://t.co/MTqmYUSo21"
  },
  {
    "text": "RT @wyd_en: He never tires of forgiving, but at times we get tired of asking for forgiveness #Confession #HolyWeek http://t.co/ijhuZ2yhRX"
  },
  {
    "text": "RT @osavocations: Happy Holy Week! #Augustinians #prayforvocations"
  },
  {
    "text": "RT @CatholicNewsSvc: #PopeFrancis: Priests &amp; seminarians must go to confession frequently; the only way to be merciful always is to experience mercy often"
  },
  {
    "text": "RT @Pontifex: How beautiful it is to stand before the Crucifix, simply to be under the Lord’s gaze, so full of love. (EG 264)"
  },
  {
    "text": "RT @GrechMario: \"If instead of eradicating poverty, a society continues to enhance it, this society will be guilty of homicide\" (Bishop Mario 07.04.14)"
  },
  {
    "text": "RT @CatholicNewsSvc: Before pope goes to hear confessions, he kneels before a priest to confess himself http://t.co/oYgxU6fkSL"
  },
  {
    "text": "RT @etfms: We are one - International day for the elimination of racial discrimination http://t.co/wYyPOrkwm2"
  },
  {
    "text": "RT @mwaugustinians: Pope Francis celebrates the Feast of St Joseph with special greetings for all fathers http://t.co/lqKULRSbw9 #stjoseph"
  },
  {
    "text": "RT @CatholicNewsSvc: #PopeFrancis names +Tauran envoy to consecration Basilica St Augustine, Algeria; PopeBenedict gave $ to restoration. http://t.co/HOI35bnlGM"
  },
  {
    "text": "Boehner invites Pope Francis to address Congress http://t.co/Ercf5lieVz via @usatoday"
  },
  {
    "text": "RT @mwaugustinians: Newest Midwest Augustinian now online! With articles from @drprevost / Interview with Fr. Bernie! http://t.co/8VhanBB8CG @stritahs"
  },
  {
    "text": "RT @andrescarras: Si por amor al trigo esparces el trigo, derrama la vida por amor a la vida (San Agustín, en Serm. 313/D, 2) #fb"
  },
  {
    "text": "RT @mwaugustinians: Check out the photos we just uploaded of our groundbreaking celebration in the Diocese of Kalamazoo, Michigan :) http://t.co/EMtpNRDr82"
  },
  {
    "text": "RT @Tornielli: Francis: “May God send priests and nuns whose hearts are free from the slavery of money” - Vatican Insider http://t.co/Ht1Lt2HU1Z"
  },
  {
    "text": "RT @vatican_it: Il Papa: «Preti e suore siano liberi dalla schiavitù dei soldi» http://t.co/4rpflcuEuE"
  },
  {
    "text": "RT @Pontifex: Let us thank all those who teach in Catholic schools. Educating is an act of love; it is like giving life."
  },
  {
    "text": "RT @Pontifex: All of us who are baptized are missionary disciples. We are called to become a living Gospel in the world."
  },
  {
    "text": "RT @roccopalmo: +Chaput's 10 ways to get closer to God: http://t.co/ABjKJaDBZn"
  },
  {
    "text": "RT @mwaugustinians: Read this reflection on St. Augustine given by #popebenedict exactly 6 years ago today http://t.co/iDzClKDaQ2"
  },
  {
    "text": "RT @Frtomosa: Great two minutes on how to discern priesthood. Hope all will watch for your personal benefit and/or to help others. https://t.co/cfPcgyYnXl"
  },
  {
    "text": "RT @Pontifex: I join the March for Life in Washington with my prayers. May God help us respect all life, especially the most vulnerable"
  },
  {
    "text": "RT @mwaugustinians: Have you seen this video of @pontifex addressing global Augustinian leaders? Watch now! http://t.co/XrqP4rpszU"
  },
  {
    "text": "RT @Frtomosa: “@mwaugustinians: Someone You Should Know: Blind Chaplain Jim Thompson « CBS Chicago  @cbschicago http://t.co/FoWK0b3NOs”My Augustinian Bro!"
  },
  {
    "text": "A most blessed Christmas to all! The Christmas story according to St. Luke http://t.co/Okb4jULLQq via @youtube"
  },
  {
    "text": "Pope says don't party, spend at Xmas, but make room for Lord - GazzettaDelSud http://t.co/k4MdBVBuAG"
  },
  {
    "text": "RT @cantuale: Questa settimana su TheEconomist #PapaFrancesco\"non fatevi sedurre dai soldi\" altri:Bestemmia! http://t.co/ftwerl6Pyd http://t.co/Dmlj3V3Jpq"
  },
  {
    "text": "RT @roccopalmo: O Radiant Dawn, splendor of eternal light, sun of justice: come, shine on those who dwell in darkness and the shadow of death."
  },
  {
    "text": "Greetings to all\n\"Merry Christmas from the Augustinians!\" by @MWAugustinians on Vimeo http://t.co/gxybQlZW7A #Vimeo #christmas #augustinians"
  },
  {
    "text": "The best Christmas movies http://t.co/kwvnMKa1K2 via @wordpressdotcom"
  },
  {
    "text": "5 photos that show why Pope Francis is already an icon - http://t.co/gGISVKJgMI http://t.co/AOzMQkqqvh via @todayshow"
  },
  {
    "text": "RT @romereports: New Prior General of the Augustinians: 'We must acknowledge that we are all human' http://t.co/uXgLdySylY"
  },
  {
    "text": "OSA General Chapter formally approves support &amp; participation in Sept.7 day of prayer and fasting for peace for the whole Order."
  },
  {
    "text": "Ci prepariamo per la Festa di s. Agostino. \"Lungo il cammino, i testimoni avanzarono sempre nella lotta, vanno sempre avanti.\""
  },
  {
    "text": "Happy Feast of St. Rita! Thanks to @roccopalmo on the Shrine of St. Rita in Phila, PA, &amp; on Fr. Di Gregorio! St. Rita, Pray for us!"
  },
  {
    "text": "Solemn profession of Fra Elia Taban, of South Sudan. \"Here I am, Lord, your servant is listening.\" Pray for vocations!"
  },
  {
    "text": "RT @mwaugustinians: Another great pic from our Gala with our Prior General @drprevost, Cardinal George, and our Provincial @CathNewWorld http://t.co/jJXMnAPEas"
  },
  {
    "text": "Dios y el hombre http://t.co/qUcZRdq83x via @wordpressdotcom"
  },
  {
    "text": "Rescind the HHS Dept. Mandate Requiring Catholic Employers to Provide Contraceptives/Abortifacients to Their Employees http://t.co/Nkob0RnP"
  },
  {
    "text": "By papal bull of Pope John XXII - 1327, the Order of St. Augustine was given care of the monastery of Pavia and the tomb of Saint Augustine."
  },
  {
    "text": "Today Augustinians remember all deceased parents, brothers, sisters and relatives of the Augustinian Family. May they enjoy eternal peace!"
  },
  {
    "text": "Hoy, la Orden de san Agustín recuerda a los padres, hermanos y familiares difuntos de la Familia agustiniana. ¡Descansen en paz!"
  },
  {
    "text": "RT @roccopalmo: \"Complacency Is the Enemy of Faith\" -- in his first Philly Pastoral, +Chaput lays out \"painful\" task of \"real change\": http://t.co/qLtHkxK2"
  },
  {
    "text": "In Rome, Council meetings."
  },
  {
    "text": "@frkl13 the news can be communicated very well here!"
  },
  {
    "text": "Returning to Rome after WYD 2011 and OSA youth ministry congress. ¡Que viva Cristo!"
  },
  {
    "text": "Jornada Mundial de la Juventud JMJ Madrid 2011 / ACI Prensa http://t.co/aVyr8Cs"
  },
  {
    "text": "Awaiting the arrival of Pope Benedict XVI at Cuatro Vientos. All united in prayer,"
  }
]